Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: In order for an installation of this kind to be satisfactory, the masts must if possible be positioned so as not to intrude on the field of vision when people are working.
sv: För att en sådan anläggning ska bli tillfredsställande bör masterna om möjligt placeras så att man slipper att arbeta

source: tion, it may be advisable to use screened-off fittings of an asymmetrical type.
sv: Dessutom är det lämpligt att använda avskärmad armatur av asymmetrisk typ.

source: With task lighting close to the object of vision, it is easy to achieve correct luminance distribution in the different parts of the inner field of vision and to avoid distracting shadows and reflections.
sv: Med platsbelysning nära synobjektet är det lätt att uppnå riktig luminansfördelning i det inre synfältets olika delar samt undvika störande skuggor och reflexer.

source: The individual can adapt the lighting to his or her needs by moving, turning or otherwise regulating the fixture.
sv: Genom att flytta, vrida eller på annat sätt reglera be- lysningsarmaturen har den enskilde möjlighet att anpassa belysningen efter sina behov.

source: At temporary workplaces, e.g. for roadwork and forestry work, task lighting often has to be arranged using mobile fittings, festoon lights or floodlamps mounted on mobile plant.
sv: På tillfälliga arbetsplatser, exempelvis vid vägarbete och skogsarbete måste arbetsbelysning ofta ordnas med flyttbara armaturer, ljuskedjor eller strålkastare monterade på rörliga arbetsmaskiner.

source: Small movable lamps, such as flashlights and head lights, can in certain cases, e.g. in shunting yards, be used for necessary task lighting.
sv: Flyttbara mindre lampor, såsom handhållna lampor och pannlampor kan i vissa fall, t.ex. på bangårdar, utgöra komplement till fasta eller flyttbara armaturer för att få nödvändig platsbelysning.

source: Due to the serious accident risks at temporary workplaces, it is important that disruptive dazzling and shadow formation should as far as possible be prevented.
sv: På grund av de stora olycksfallsriskerna på tillfälliga arbetsplatser är det betydelsefullt att besvärande bländning och skuggbild- ning så långt som möjligt hindras.

source: Problems may thus arise in connection with rapid movement from a well-lit place to one which is less well illuminated, or vice versa, as for example when a truck is driven from a well-lit workshop to a moderately lit warehouse or from a faintly lit building, painted in dark colours, out into a sunlit yard.
sv: Problem kan således uppstå vid hastig förflyttning från en väl belyst plats till en mindre belyst plats eller omvänt, t.ex. när en truckförare kör från en väl belyst verkstadslokal till en måttligt belyst lagerlokal eller från en svagt belyst och i mörka färger målad lokal ut på en solbelyst gård.

source: To limit these accommodation difficulties, the transition between premises or areas with great differences of luminance can be combined with a gradual change of luminance conditions.
sv: För att begränsa anpassningsbesvären kan övergången mellan lokaler eller områden med stora luminansskillnader ske under stegvis förändrade luminansförhållanden.

source: In restaurants where there is a considerable difference in lighting conditions between customer area and kitchen etc., it is important to provide a gentle transition between the different premises in terms of lighting conditions.
sv: I restaurang med betydande ljusskillnad mellan serveringslokal och eko- nomiutrymme är det viktigt med en ljusmässigt mjuk övergång mellan de båda lokalerna.

source: Working in light with inferior colour reproduction can be fatiguing and mentally strenuous.
sv: Det kan vara tröttande och psykiskt påfrestande att arbeta i ljus med mindre god färgåtergivning.

source: When fluorescent tubes are used as a light source for visually less demanding tasks than those referred to above, their colour reproduction index should exceed 80.
sv: När lysrör används som belysningskälla vid mindre synkrävande arbetsuppgifter än ovan bör lysrörens färgåtergivningsindex vara större än 80.

source: In cases where other types of discharge lamps are to be used, those with the highest possible colour reproduction index are preferable.
sv: I de fall där andra typer av urladdningslampor ska användas väljs lämpligen de med högsta möjliga färgåtergivningsindex.

source: In all cases, the colour temperature of the light source should be closely adapted to the tasks in hand.
sv: Ljuskällans färgtemperatur bör i samtliga fall vara väl anpassad för arbetsuppgifterna.

source: Monochrome light, e.g. from low pressure sodium lamps, lacks colour reproduction capacity, which can make it hard to see warning signs and emergency stops.
sv: Enfärgat (monokromatiskt) ljus från t.ex. lågtrycksnatriumlampor saknar färgåtergivningsförmåga, vilket medför att det kan vara svårt att se varningsskyltar och nödstopp.

source: In such cases, this type of lighting should be supplemented by task lighting for the devices which have to be clearly visible.
sv: Denna typ av belysning bör i sådana fall kompletteras med platsbelysning för de anordningar, som det är viktigt att kunna se bra.

source: Flicker is characterised by its frequency and by the magnitude of luminance variation during the period time.
sv: Flimmer karakteriseras av sin frekvens och luminansvariationens storlek under periodtiden.

source: Fluorescent tubes contain phosphor.
sv: I lysrör finns s.k. lyspulver.

source: This has a certain afterglow which equalises the variations of light.
sv: Detta har en viss efterlysning som verkar utjämnande på ljusvariationerna.

source: Most often, therefore, the light emitted from a fluorescent tube in good working order is subject to only moderate variations, which does not normally cause any annoyance.
sv: Därför avges oftast enbart ett måttligt varierande ljusflöde från ett väl fungerande lysrör och dess ljusvariationer uppfattas normalt inte som irriterande.

source: Research in recent years has shown, however, that certain persons can be adversely affected by variations in the intensity of light, both visible (flicker) and invisible.
sv: Senare års forskning har dock visat att ljusets variation i intensitet, såväl synligt (flimmer) som icke synligt kan påverka vissa personer negativt.

source: In certain cases, moreover, low-frequency flicker with wide variations of luminance can trigger epileptic fits in patients prone to epilepsy.
sv: Ett lågfrekvent flimmer med stora luminansvariationer kan dessutom i vissa fall utlösa anfall hos epileptiker.

source: Flicker can be avoided by using, for example, high- frequency control devices.
sv: Flimret kan undvikas genom att exempelvis driftdon av högfrekvenstyp används.

source: Over-exposure to UV radiation can cause acute injury to unprotected skin and eyes.
sv: Exponering för UV-strålning kan vid överexponering orsaka akuta skador på oskyddad hud och oskyddade ögon.

source: Exposure – above all, presumably, of a prolonged nature – can also entail a risk of subsequent injury such as cancer and cataract.
sv: Exponering, i första hand troligen långvarig sådan, kan även innebära risk för sena skador som cancer och grå starr.

source: One should avoid exposing oneself to levels producing acute injury, e.g. skin inflammation.
sv: Man bör undvika att utsätta sig för nivåer som innebär akuta skador t.ex. hudrodnad.

source: The Swedish Radiation Protection Authority has published general recommendations on benchmark exposure limit values for ultraviolet radiation (SSI FS 1990:1).
sv: SSI har gett ut ”Statens strålskyddsinstituts allmänna råd om hygieniska riktvärden för ultraviolett strålning” (SSI FS 1990:1).

source: Those benchmarks have been chosen with a view to the avoidance of acute injury.
sv: Dessa riktvärden är valda så att akuta skador inte ska uppstå.

source: Ordinary filament lamps do not emit UV radiation, but certain types of fluorescent tubes can emit UV radiation in small quantities and sensitive persons may possibly be adversely affected under very extreme conditions.
sv: Vanliga glödlampor avger inte UV-strålning, men vissa typer av lysrör kan avge små mängder UV-strålning och känsliga personer kan möjligen under mycket extrema förutsättningar bli besvärade.

source: Halogen lamps can emit relatively higher levels of UV radiation than fluorescent tubes, and it may thus be advisable for a disc of some transparent material to be positioned in front of the light source as a barrier to UV radiation.
sv: Halogenlampor kan avge högre nivåer av UV-strålning än lysrör och det bör därför finnas en skiva av något transparent material framför ljuskällan som hindrar UV- strålning att gå igenom.

source: Ordinary glass and several translucent plastic materials are effective barriers to UV radiation.
sv: Vanligt glas och även flera glasklara plastmaterial minskar UV-strålning effektivt.

source: Light sources intended for generating UV radiation occur in certain fields of working life.
sv: strålning förekommer inom vissa områden av arbetslivet.

source: In such cases, extra vigilance is needed concerning the risks involved.
sv: I sådana fall är det särskilt viktigt att vara uppmärksam på riskerna.

source: This stroboscopic effect, as it is termed, can occur if the frequency of light variation or a multiple of the same equals or approximates to the motion frequency of the object.
sv: Denna s.k. stroboskopeffekt kan uppstå om ljusva- riationens frekvens eller en multipel därav är lika med eller nära föremålets rörelsefrekvens.

source: Misjudgement of the machine’s movement entails a risk of accidents.
sv: En felaktig bedömning av maskinens rörelse medför risk för olycksfall.

source: The light variations giving rise to the stroboscopic effect need not necessarily be perceived as flicker.
sv: De ljusvariationer som ger upphov till stroboskopeffekten behöver nödvändigtvis inte uppfattas som flimmer.

source: The stroboscopic effect is avoided, for example, by using high frequency ballasts.
sv: Stroboskopeffekten undviks bl.a. genom att driftdon av högfrekvenstyp används.

source: Where, to a greater extent than is normal, large numbers of people develop symptoms such as
sv: När det i större utsträckning än normalt förekommer att människor får symptom som

source: irritation of the eyes, nose and throat,
sv: irritation i ögon, näsa och hals,

source: sensation of dryness in mucous membranes and skin,
sv: torrhetskänsla i slemhinnor och hud,

source: skin rash, tiredness, headache and nausea when they stay in a building, it is often described as a problem building or a sick building.
sv: hudutslag, trötthet, huvudvärk och illamående när de vistas i en byggnad brukar den beskrivas som en problembyggnad eller ett sjukt hus.

source: The causes of the problems are not clear, but there is a link between staying in a building damaged by damp and health problems.
sv: Orsakerna till problemen är inte tydliga men det finns ett samband mellan vistelse i fuktskadade byggnader och hälsobesvär.

source: Poor ventilation, lack of maintenance of ventilation systems, poor cleaning or incorrect cleaning methods can be of importance to the health problems.
sv: Även dålig ventilation, bristande underhåll av ventilationssystemen, bristfällig städning eller felaktiga städmetoder kan ha betydelse för uppkomsten av hälsobe- svären.

source: There are many indications that the problems are caused by a concurrence of several different factors (physical, chemical, biological, medical and psycho-social).
sv: Mycket talar för att problemen beror på en samverkan mellan flera olika faktorer (fysikaliska, kemiska, biologiska, medicinska och psykosociala).

source: It is therefore important to maintain an overall view when investigating the problems, and to draw up an action plan with suitable measures, as well as implementing the measures.
sv: Det är därför viktigt med en helhetssyn när man utreder problemen och att en handlingsplan med lämpliga åtgärder upprättas samt att åtgärderna genomförs.

source: Indoor air can contain up to several hundred different air contaminants.
sv: Luft inomhus kan innehålla upp till flera hundra olika luftföroreningar.

source: As a rule, the concentration of each substance is low in relation to the occupational exposure limit values defined by the Work Environment Authority, but simultaneous exposure to many substances often produces combined effects which are either additive or else mutually reinforcing (“syner- gism”).
sv: Som regel är koncentrationen av respektive ämne låg i förhållande till de hygieniska gränsvärden som Arbetsmiljöverket fastställt, men när någon samtidigt exponeras för många ämnen uppkommer ofta samverkande effekter.

source: However, satisfactory information is lacking for defining benchmarks for mixtures of air contaminants in low concentrations.
sv: Det saknas dock tillfredsställande kunskap för att fastställa riktvärden för blandningar av låga halter luftföroreningar.

source: The activities in a workroom sometimes demand special eliminatory measures to keep air contaminants down to an acceptable level.
sv: Verksamheten i en arbetslokal kan ibland vara sådan att speciella åtgärder krävs för att hålla luftföroreningarna på en acceptabel nivå.

source: Rules concerning preventive measures to make the concentration of air contaminants in the breathing zone as low as is practically possible, together with exposure limit values for a maximum acceptable average concentration of an air contaminant in inhaled air, are contained in the provisions of the Work Environment Authority on occupational exposure limit values and measures against air contaminants.
sv: Regler om förebyggande åtgärder och åtgärder mot risker vid inandning av luftföroreningar finns i Arbetsmiljöverkets föreskrifter om kemiska arbetsmiljörisker.

source: Ventilation is one way of keeping the concentration of air contaminants down to a low level so as to achieve satisfactory air quality in a workroom.
sv: Ventilation är ett sätt att hålla halten av luftföroreningar på en låg nivå för att få tillfredsställande luftkvalitet i en lokal.

source: Cleaning is another way of keeping down the concentration of particles, because dust acts as a particle reservoir from which new particles are constantly being stirred up.
sv: Även städning är ett sätt att hålla nere partikelhalten, då damm fungerar som en partikelreservoar ifrån vilken nya partiklar ständigt virvlar upp.

source: The need for ventilation depends on personnel load, radon content, the material of which buildings, interiors and apparatus are constructed, and the work or processes involved.
sv: Ventilationsbehovet bestäms utifrån personbelastning, radonhalt, material i byggnader, interiörer och apparater samt arbetet eller processerna.

source: Air contaminants should always be dealt with as close to the source as possible, i.e. in the first instance using process ventilation.
sv: Luftföroreningar bör alltid tas om hand så nära källan som möjligt, dvs. i första hand med processventilation.

source: General ventilation, i.e. ventilation that dilutes the contaminants in the room or displaces contaminated air can be used as a ventilation method when:
sv: Allmänventilation dvs. ventilation som späder ut föroreningarna i lokalen eller tränger undan förorenad luft kan användas som ventilationsmetod då:

source: - small amounts of contaminants are developed and are disseminated at a reasonably even pace,
sv: små mängder föroreningar utvecklas och sprids i någorlunda jämn hastighet,

source: the distance from the source of contamination and the breathing zone of employees is far during normal work, or the contaminants are of low toxicity
sv: avståndet från föroreningskällan till arbetstagares andningszon är långt vid normalt arbete eller föroreningarna är lågtoxiska.

source: Rooms and parts of rooms can often be divided into spaces which are more frequently used, “frequented zones”, and parts which are used less often.
sv: Ofta kan lokaler och lokaldelar delas upp i utrymmen som nyttjas mer eller mindre ofta.

source: Spaces should be ventilated as efficiently as possible.
sv: Utrymmena bör ventileras så effektivt som möjligt.

source: It is important that supply air and extract air terminal devices should be positioned in such a way that short circuiting will not occur between supply air and extract air.
sv: Det är viktigt att placera tilluftsdon och frånluftsdon så att det inte uppstår kortslutning mellan tilluft och frånluft.

source: The air change efficiency should be at least 40 per cent.
sv: Luftutbyteseffektiviteten bör vara minst 40 %.

source: A ventilation system with assisted exhaust and supply is often necessary in order to achieve satisfactory air quality, temperature, velocity, purity and humidity.
sv: För att få tillfredsställande luftkvalitet, temperatur, hastighet, renhet och fuktighet är det ofta nödvändigt med ett ventilationssystem med fläktstyrd från- och tilluft.

source: According to the Tobacco Act (1993:581), smoking is not permitted where children are present.
sv: Enligt tobakslagen (1993:581) är rökning inte tillåten där barn vistas.

source: In other work premises or similar areas, nobody should be exposed to tobacco smoke against their will.
sv: I övriga arbetslokaler eller liknande utrymmen ska ingen mot sin vilja behöva utsättas för tobaksrök.

source: On premises where tobacco smoking does occur, the extract air flow should normally amount to at least 20 l/sec and person.
sv: I lokaler där tobaksrökning förekommer behöver frånluftsflödet normalt uppgå till minst 20 l/s och person.

source: Extract air from rooms specially assigned to smoking should not be supplied with return air in accordance with Section 24.
sv: Frånluft från rum som är särskilt avsedda för rökning får enligt 24 § inte återföras som återluft.

source: Cleaning area 3 l/s and m2 floor space, however at least 15 m/s.
sv: Städutrymme 3 l/s och m2 golvarea, dock lägst 15 l/s.

source: If the shower room lacks any openable window, it is suitable for the ventilation to be forced to 30 l/s and shower.
sv: Om duschrummet saknar öppningsbart fönster är det lämpligt att ventilationen kan forceras till 30 l/s och dusch.

source: In personnel facilities in cabins where electricity is available, fan- operated extract air ventilation should be installed.
sv: I personalutrymmen i bodar och där el finns att tillgå, bör det finnas fläktstyrd frånluftsventilation.

source: The air change for a personnel cabin with mixed use can suitable be 1-3 changes per hour.
sv: Luftväxlingen för en personalbod med blandad användning kan lämpligen vara 1–3 omsättningar per timme.

source: Cabins with natural ventilation can suitably be aired via a skylight.
sv: Bodar med självdrag som ventilation kan lämpligen vädras via taklucka.

source: Carbon dioxide as an indicator
sv: Koldioxid som indikator

source: People emit both odoriferous compounds and carbon dioxide.
sv: Människor avger både luktande föroreningar och koldioxid.

source: The odoriferous compounds need to be ventilated away, but they are difficult to measure.
sv: De luktande föroreningarna vill man ventilera bort men de är svåra att mäta.

source: Carbon dioxide, however, is a substance whose concentration is easy to measure.
sv: Koldioxid är däremot ett ämne vars koncentration lätt kan mätas.

source: In non-industrial work rooms, it can be used as an indicator of how good the ventilation is in relation to the number of persons in the room.
sv: I icke-industriella arbetslokaler kan den användas som indikator på hur bra ventilationen är i förhållande till antalet personer i lokalen.

source: A carbon dioxide content of 1000 ppm should not be seen as a value that must never be exceeded.
sv: Koldioxidhalten 1 000 ppm ska inte ses som ett värde som aldrig får överskridas.

source: On the other hand, it is value that should not be exceeded more than temporarily during brief periods.
sv: Däremot är det ett värde som man inte bör ligga över mer än tillfälligt under korta stunder.

source: Outdoors, the content is normally 300-400 ppm.
sv: Utomhus är halten normalt 300– 400 ppm.

source: A carbon dioxide content below 1000 ppm is, however, not a guarantee that the air quality will be perceived as satisfactory, as other factors such as temperature and level of cleaning affect the perception of air quality.
sv: En koldioxidhalt under 1 000 ppm är dock ingen garanti för att luftkvaliteten kommer att uppfattas som tillfredsställande då även faktorer som t.ex. temperatur och städnivå påverkar upplevelsen av luftkvaliteten.

source: In addition to increasing the flow of outdoor air, organisational measures can also be taken to reduce carbon dioxide content.
sv: Förutom att öka uteluftflödet kan också organisatoriska åtgärder användas för att sänka koldioxidhalten.

source: Measures of this kind include, for example, reducing the number of persons in a room or reducing the duration of working sessions and airing the premises in between.
sv: Minskat antal personer i lokalerna eller kortare arbetspass med mellanliggande vädring är några exempel på sådana åtgärder.

source: When checking the air quality by measuring the carbon dioxide content, it is important to:
sv: Vid kontroll av luftkvaliteten genom mätning av koldioxidhalten är det viktigt att tänka på att

source: select a representative number of rooms with a normal number of persons,
sv: välja ett representativt antal rum med normalt antal personer,

source: select equipment specific to carbon dioxide, measure continuously and record the values,
sv: välja mätutrustning som är specifik för koldioxid, mäta kontinuerligt och registrera värdena,

source: monitor the measurements for the entire period,
sv: övervaka mätningarna under hela perioden,

source: position the measuring probe at breathing height and not less than 2 m away from the nearest person,
sv: placera mätsonden i andningshöjd och inte närmare än 2 m från närmaste person,

source: On premises where human beings are the main source of contamination, it is the removal of smells which normally decides the scale of the ventilation requirement.
sv: I lokaler där personerna är den huvudsakliga föroreningskällan är det behovet att föra bort lukter som normalt dimensionerar ventilationen.

source: Other criteria are temperature and moisture.
sv: Andra kriterier är temperatur och fukt.

source: Higher air flow rates may be needed for work that is physically more strenuous.
sv: Högre luftflöden kan behövas vid fysiskt mera ansträngande arbete.

source: To allow for pollution from non-human sources, an addition of at least 0.35 l/s and m² floor area should be made.
sv: Med hänsyn till föroreningar från andra källor än personer bör ett tillägg på lägst 0,35 l/s och m2 golvarea göras.

source: Air contaminants and heat generated by processes or handling operations normally call for higher air flow rates.
sv: Luftföroreningar och värme från process eller hantering innebär normalt att högre luftflöden behövs.

source: General values for the lowest acceptable air flow rates in workrooms where a process or handling operation contaminates the local air are impossible to give.
sv: Generella värden för lägsta godtagbara luftflöden i arbetslokaler där process eller hantering förorenar lokalluften är omöjliga att ange.

source: Contaminant production, the design of the premises and the ventilation principle are important points of departure for determining the air flow rates needed.
sv: Förore- ningsalstringen är tillsammans med lokalutformningen och ventilations- principen viktiga utgångspunkter när man bestämmer erforderliga luftflöden.
